Repository: thunderbiscuit/padawan-wallet
Catalog: iOS/PadawanWallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt

# l8_p4
source: 2. Upon creating a new wallet, you can always try to send a tiny amount of bitcoin to the wallet, delete the wallet, and attempt a full recovery using the words provided by the wallet. Alternatively, if you own two devices you can use for this test, you can try to create the wallet on one, recover it on a different device, and see the small amount you sent is accessible on both devices. If all goes well and you backed up your wallet correctly, you will be able to re-enter the recovery phrase, the exact same wallet will be generated, and the coins will be there.
es: 2. Tras crear una cartera nueva, siempre puedes intentar enviar una cantidad muy pequeña de bitcoin, borrarla, e intentar hacer una recuperación completa utilizando las palabras proporcionadas por dicha cartera. También, si tienes dos dispositivos que puedas utilizar para realizar esta prueba, puedes intentar crear la cartera en uno de ellos, recuperar la cartera en el otro dispositivo, y comprobar que la cantidad que enviaste es accesible desde ambos dispositivos. Si todo va bien e hiciste el respaldo de tu cartera correctamente, podrás introducir de nuevo las palabras de recuperación y se generará exactamente la misma cartera y las monedas estarán allí.
pt: 2. Ao criar uma nova carteira, você pode enviar uma pequena quantidade de bitcoin para a carteira. Depois exclua ela e tente uma recuperação completa usando as palavras fornecidas. Se você tiver dois dispositivos que possa usar para este teste, você pode criar a carteira em um e recuperá-la em outro dispositivo diferente. Dessa forma você pode ver se a pequena quantia enviada está acessível em ambos os dispositivos. Se tudo estiver bem e você tiver feito o backup de sua carteira corretamente, basta inserir a frase de recuperação em qualquer aplicativo ou dispositivo de carteira e o seu saldo estará lá.

# l8_p5
source: 3. In Padawan, you would click on "I already have a Padawan wallet" and enter your 12-word recovery phrase.
es: 3. En Padawan, debes pulsar en "Ya tengo una Padawan wallet" e introducir las 12 palabras de recuperación.
pt: 3. Se você for restaurar na Padawan (bitcoin de teste), clique em “Já tenho uma carteira Padawan” e digite sua frase de recuperação com 12 palavras.

# l8_p6
source: This ability to recover a wallet using only your words is very powerful, because it means that you don't actually need the wallet to be installed on your phone to transport your bitcoin. You can simply keep the 12 words somewhere safe (learning them by heart is also often useful, although you should not rely on that uniquely!) and rebuild a wallet later on when needed. Recovery phrases are also standard across many bitcoin wallets, which means you can rebuild a wallet using a different app or desktop wallet and the coins will be accessible!
es: La habilidad para recuperar una cartera únicamente utilizando las palabras es muy potente, porque significa que no necesitas tener la aplicación instalada en tu teléfono para transportar tu bitcoin. Simplemente puedes guardar las 12 palabras en un lugar seguro (aprenderlas de memoria puede ser útil, ¡aunque no confíes unicamente en esa opción!) y reconstruir la cartera más adelante cuando la necesites. Las palabras de recuperación son también un estándar entre la mayoría de las carteras en bitcoin, lo que significa que, ¡podrás reconstruir tu cartera utilizando una aplicación diferente o una cartera para tu ordenador y las monedas serán accesibles!
pt: Essa capacidade de restaurar uma carteira usando apenas a sua sequência de palavras é muito poderosa, pois significa que você não precisa ter o aplicativo de carteira instalado para transportar seu bitcoin. Você pode simplesmente manter as 12 palavras em algum lugar seguro e reconstruí-la mais tarde quando necessário. As frases de recuperação também são padrão em muitas carteiras de bitcoin, o que significa que você pode reconstruir uma carteira usando um aplicativo diferente ou até mesmo em um desktop e as moedas estarão acessíveis!

# l8_p7
source: This aspect of bitcoin software is often misunderstood and is worth taking the time to appreciate; bitcoins are not "held" in any mobile, desktop, or hardware wallet. They are simply accessed through them.
es: Este aspecto del software de bitcoin es a menudo malinterpretado y merece la pena que te tomes tu tiempo para apreciarlo; los bitcoins no están "guardados" en ningún teléfono, ordenador o cartera física (en inglés hardware wallet). Simplemente accedes a ellos.
pt: Esse aspecto do software Bitcoin é muitas vezes mal compreendido e vale a pena dedicar algum tempo para entendê-lo. Os bitcoins não são “mantidos” em nenhum aplicativo de carteira ou carteira de hardware. Eles são simplesmente acessados através da frase de recuperação.

# l8_p8
source: The signet coins you have on Padawan can be recovered and used on a range of other mobile, desktop, and hardware wallets that support BIP39 bitcoin wallets. If your recovery phrase is properly backed up, deleting the app on your phone is not an issue at all!
es: Las monedas de signet que tienes en Padawan pueden recuperarse y ser utilizadas en otras carteras para móviles, carteras para ordenadores y carteras físicas (o hardware wallets) que soporten el estándar del BIP39. Si tus palabras de recuperación están correctamente respaldadas, borrar la aplicación de tu teléfono ¡no será un problema!
pt: As moedas de signet que você possui na Padawan podem ser recuperadas e usadas em uma variedade de outras carteiras móveis, de desktop e de hardware que suportem carteiras bitcoin BIP39 e que sejam de signet. Se o backup da sua frase de recuperação tiver sido feito corretamente, excluir o aplicativo do seu telefone não será um problema!

# l8_title
source: Recovering your wallet
es: Recuperar tu cartera
pt: Recuperando sua carteira.

# l9_h1
source: Why is there more than one type of wallet?
es: ¿Por qué hay más de un tipo de cartera?
pt: Por que existe mais de um tipo de carteira?

# l9_h2
source: Hot vs cold wallets
es: Carteras calientes vs carteras frías
pt: Carteira quente(hot wallet) vs Carteira fria(cold wallet)

# l9_h3
source: Hardware, software, mobile, lightning, and custodial wallets
es: Carteras físicas, electrónicas, móviles, lightning y custodio
pt: Carteiras de hardware, software, dispositivos móveis, Lightning e de custódia

# l9_p1
source: A bitcoin wallet secures a set of cryptographic keys (very big and important numbers). It is important to protect these keys, and ensure they are not accessed by anyone other than the wallet owner.
es: Una cartera de bitcoin protege un juego de claves criptográficas (números muy grandes e importantes). Es importante proteger estas claves, y asegurarse de que nadie accede a ellas salvo el propietario de la cartera.
pt: Uma carteira bitcoin protege um conjunto de chaves criptográficas (números muito grandes e importantes). É crucial proteger essas chaves e garantir que elas não sejam acessadas por ninguém além do dono da carteira.

# l9_p2
source: There are many solutions for this requirement. Each type of wallet will have tradeoffs between its security level and its ease-of-use. Choosing the right wallet for a specific use can be overwhelming, but it is important! This chapter will help you understand why and when to use different types of bitcoin wallets.
es: Hay muchas soluciones para esta necesidad. Cada tipo de cartera tiene inconvenientes entre su nivel de seguridad y su facilidad de uso. Elegir la cartera correcta puede ser sobrecogedor, ¡pero es importante! En este capítulo te ayudaremos a comprender porqué y cuándo se utilizan diferentes tipos de carteras.
pt: Cada tipo de carteira terá os seus prós e contra entre seu nível de segurança e sua facilidade de uso. Escolher a carteira certa para um uso específico pode ser desafiador, mas é importante! Esse capítulo vai ajudá-lo a entender porque e quando usar diferentes tipos de carteiras bitcoin.

# l9_p3
source: The first distinction between wallets is whether they have any access to the internet at all. "Hot wallets" are connected to the internet. Padawan is connected to the internet, and therefore is classified as a hot wallet. Hot wallet are more vulnerable to security attacks, and there are more ways they can fail, but it is much easier to send and receive transactions using them.
es: La primera distinción entre carteras es si tienen acceso a internet o no. Las "carteras calientes" (o hot wallets en inglés) están conectadas a internet. Padawan está conectada a internet, y por lo tanto es clasificada como una hot wallet. Las hot wallets son más vulnerables a ataques de seguridad, y hay más formas en las que pueden fallar, pero a la hora de utilizarlas son mucho más fáciles que otras a la hora de enviar y recibir transacciones.
pt: A primeira distinção entre carteiras é se elas têm algum acesso à Internet, como as Carteiras quentes, que é o caso da Padawan wallet. As carteiras quentes são mais vulneráveis a ataques de segurança e há mais maneiras de falharem, só que é muito mais fácil enviar e receber transações com elas.

# l9_p4
source: Think of a physical wallet you hold in your pocket with some cash in it. If it gets lost or stolen, you don't risk losing your savings, because those are held somewhere else safer (for example, in a bank account). A hot wallet is perfectly suited for holding small amounts of bitcoin for daily use (for example, the amount you would spend at a grocery store). It is easy to use, but you should not hold all your savings in it, since it is more vulnerable to attack and failure. On the other hand they're very handy! Knowing how much to keep on a hot wallet vs cold wallet is a good skill to develop, and often depends on your spending needs and habits.
es: Piensa en una cartera o monedero que guardas en tu bolsillo en la que tienes algo de efectivo. Si la pierdes o te la roban, no estás arriesgando tus ahorros, porque estos están guardados en otro lugar más seguro (por ejemplo, en una cuenta bancaria). Una hot wallet es perfecta para almacenar pequeñas cantidades de bitcoin para el uso diario (por ejemplo, la cantidad que te gastarías en un supermercado). Es fácil de utilizar, pero no debes guardar todos tus ahorros en ella, ya que es más vulnerable a ataques o fallos. ¡Por otro lado son muy prácticas! Saber cuanto almacenar en una hot wallet y cuanto almacenar en una cold wallet es una buena habilidad que hay que desarrollar, y normalmente dependerá de tus hábitos y necesidades de gasto.
pt: Imagine uma carteira física que você tem no bolso com algum dinheiro. Se for perdida ou roubada, você não perde suas economias, porque elas ficam guardadas em outro lugar com acesso mais difícil (ex: uma conta bancária). Uma carteira quente é adequada para guardar pequenas quantidades de bitcoin para uso diário (ex: a quantia que você gastaria em um supermercado). É fácil de usar e bem útil, mas você não deve guardar nela todas as suas economias, pois é vulnerável a ataques e a falhas. Saber quanto manter em uma carteira quente e em uma carteira fria é uma habilidade a ser desenvolvida e está ligada às suas necessidades e aos seus hábitos de gastos.

# l9_p5
source: "Cold wallets" are wallets that do not ever have access to the internet or the blockchain. They don't even know the internet exists! They are often specialized pieces of hardware that can perform a very small range of tasks, namely to sign bitcoin transactions with cryptographic keys they control. This makes them much more secure against attacks. It also means they are a bit more work when using them to spend or receive coins. Cold wallets are often used for storing larger amount of coins you don't need access to everyday, similar to how you might go to the bank to get money for the week.
es: Las "carteras frías" (o cold wallets en inglés) son carteras que nunca tienen acceso a internet o a la cadena de bloques. ¡Ni tan siquiera saben que internet existe! Normalmente son equipos o dispositivos especializados que pueden realizar un número muy limitado de tareas, concretamente, firmar transacciones de bitcoin con las claves criptográficas que poseen. Esto los hace mucho más seguros frente a ataques de seguridad. También significa que conlleva un poco más de trabajo utilizarlas para enviar o recibir monedas. Las cold wallets normalmente se utilizan para almacenar cantidades más grandes de monedas a las que no necesitas acceder a diario, similar a cuando vas al banco a sacar el dinero que necesitas para esa semana.
pt: Carteiras frias são do tipo que nunca deixam a chave privada com acesso à internet. Ela nem sabem que a internet existe! Carteiras frias, na maioria das vezes, são peças de hardware especializadas que executam poucas tarefas específicas, como assinar transações de bitcoin com as chaves privadas. Isso as torna muito mais seguras contra ataques, mas também significa que exigem um pouco mais de trabalho ao usá-las para gastar ou receber moedas. Carteiras frias são frequentemente usadas para armazenar grandes quantidades de bitcoin os quais você não precisa acessar todos os dias, da mesma forma que você vai ao banco para transferir quantias grandes de dinheiro.

# l9_p6
source: You might hear other names for wallets when searching for what best suits your needs. The following are commonly used by people to interact with bitcoin. Remember that a wallet can fit more than one of those categories.
es: Puede que escuches otros nombres para referirse a los tipos de carteras cuando estés buscando la que mejor se adapte a tus necesidades. Las siguientes son las que comúnmente utiliza la gente cuando interactúa con bitcoin. Recuerda que una cartera puede entrar en más de una de estas categorías.
pt: Você pode ouvir outros nomes diferentes para carteiras quando pesquisar o que melhor atende às suas necessidades. Os itens a seguir são mais usados pelas pessoas para interagir com bitcoin. Lembre-se de que uma carteira pode caber em mais de uma dessas categorias.

# l9_p7
source: 1. Hardware wallets: these are often small, specialized bitcoin devices that can be plugged in a computer or phone, but cannot use the internet. They would be considered in the family of "cold wallets".
es: 1. Carteras físicas (o hardware wallets en inglés): normalmente son dispositivos pequeños y especializados para interactuar con bitcoin que pueden conectarse a un ordenador o a un teléfono móvil, pero no pueden utilizar internet. Se las incluiría dentro de la familia de las "cold wallets".
pt: 1. Carteiras de hardware: geralmente são pequenos dispositivos bitcoin especializados que podem ser conectados a um computador ou telefone, mas não usam a Internet. Elas estão na família das “carteiras frias”.

# l9_p8
source: 2. Software wallets: these often refer to applications you can use on your phone or desktop computer. Therefore, these are often hot wallets. It is not a very good name, because all bitcoin wallets use software! But you'll encounter the term often enough that you should know what it means.
es: 2. Carteras electrónicas (o software wallets en inglés): normalmente se refieren a las aplicaciones que puedes utilizar en tu teléfono o en tu ordenador. Por tanto, son consideradas hot wallets. No es el nombre más apropiado, ¡porque todas las carteras de bitcoin utilizan software! Pero puede que te encuentres este término lo suficientemente a menudo como para saber lo que significa.
pt: 2. Carteiras de software: geralmente são aplicativos para instalar em seu telefone ou computador. Portanto, muitas vezes são carteiras quentes. Não é um nome muito bom, porque todas as carteiras bitcoin utilizam software! Mas você encontrará o termo com frequência suficiente para saber o que significa.

# l9_p9
source: 3. Mobile wallets: these applications run on your phone, and are almost always hot wallets. They tend to give you the most easy-to-use experience, but are less safe for bigger amounts of bitcoin. Padawan wallet is an example of a mobile wallet.
es: 3. Carteras para teléfonos móviles: estas son aplicaciones que funcionan en tu teléfono, y casi siempre son hot wallets. Suelen ser las que proporcionan una facilidad de uso mayor, pero son menos seguras para grandes cantidades de bitcoin. Padawan wallet es un ejemplo de carteras para teléfonos móviles.
pt: 3. Carteiras móveis: esses aplicativos são executados no seu telefone e quase sempre são carteiras quentes. Eles tendem a oferecer a experiência mais fácil de usar, mas são menos seguros para grandes quantidades de bitcoin. A carteira Padawan é um exemplo de carteira móvel.

# l9_p10
source: 4. Lightning wallets: the lightning network is a whole other topic not covered by Padawan. In summary, the Lightning Network is an extension of what we can do with bitcoin, and is perfectly suited for smaller, faster transactions. Using a lightning wallet is a great way to manage day-to-day spending. We highly encourage looking into lightning wallets and payments as you make your way forward on your bitcoin journey!
es: 4. Carteras lightning: la red lightning un tema completamente diferente y del que no se trata en Padawan. En resumen, la Red Lightning (o Lightning network en inglés) es una extensión de lo que puedes hacer con bitcoin, y es perfecta para transacciones rápidas y pequeñas. Utilizar una cartera lightning es una forma estupenda de manejar los gastos del día a día. ¡Te recomendamos encarecidamente que busques información sobre carteras lightning y sus pagos a medida que avances en tu viaje por bitcoin!
pt: 4. Carteiras Lightning: a rede lightning é outro tópico não abordado pelo Padawan. Em resumo, a Lightning Network é uma extensão do como podemos utilizar o bitcoin e é adequada para transações menores e mais rápidas. Usar uma carteira lightning é uma ótima maneira de gerenciar os gastos do dia a dia. É altamente recomendável que você analise esse tipo de carteira à medida em que avança em sua jornada no bitcoin!

# l9_p11
source: 5. Custodial wallets: these are wallets where the cryptographic keys do not reside on the device you use to receive or spend, but are rather held elsewhere under someone else's control. Your wallet then remotely asks the custodian to make payments on your behalf. This opens up other attack vectors (for example, the custodian can decide to not abide by your requests for a transaction, or potentially steal all your coins), but also makes the wallets easier to use and recover. In general, as your bitcoin experience grows and you get more comfortable with different types of wallets and use cases, you should prefer wallets that do not give up control of your keys, and the option of a custodial wallet should be considered a last resort.
es: 5. Carteras custodio (o custodial wallets en inglés): estas son carteras en las que las claves criptográficas no están guardadas en el dispositivo que utilizas para recibir o gastar, si no que están guardadas bajo el control de un tercero. Lo que hace tu cartera es preguntar al custodio para que realice el pago en tu nombre. Esto abre otros vectores de ataque (por ejemplo, un custodio puede decidir no atender tu solicitud de pago o recepción de una transacción o potencialmente robarte todos tus fondos), pero también hace que estas carteras sean más faciles de utilizar y de recuperar. En general, a medida que tu experiencia con bitcoin crezca y te sientas más cómodo con diferentes tipos de carteras y sus usos, acabarás prefiriendo carteras que no cedan el control de tus claves, y la opción de una cartera custodiada se considerará como una de último recurso.
pt: 5. Carteiras custodiais: são aquelas que a frase de recuperação não está no dispositivo que você usa para receber ou gastar, mas pode ser mantida em outro lugar sob o controle de outra pessoa/empresa. Sua carteira solicita remotamente ao custodiante que faça pagamentos em seu nome. Isso abre outros vetores de ataque (ex: o custodiante decidir não atender aos seus pedidos de transação ou potencialmente roubar todas as suas moedas), mas também torna as carteiras mais fáceis de usar e recuperar. Em geral, à medida que sua experiência com bitcoin cresce e você fica mais confortável com diferentes tipos de carteiras e casos de uso, você deve preferir carteiras que entreguem a frase de recuperação (Seed) para você e a opção de uma carteira custodial deve ser considerada como último recurso.

# l9_title
source: The different types of wallets
es: Los diferentes tipos de carteras
pt: Os diferentes tipos de carteira

# lessons_reset_successful
source: Chapters reset successful
es: Reinicio de capítulos satisfactorio
pt: Capítulos resetados com sucesso

source: Next
es: Siguiente
pt: Próximo

# no_network
source: Your device is not connected to the internet!
es: ¡Tu dispositivo no está conectado a internet!
pt: Seu dispositivo não está conectado à internet!

source: No thank you icon
es: Icono no gracias
pt: Ícone de não, obrigado

source: Padawan journey
es: El camino del Padawan
pt: Jornada Padawan

source: Pending
es: Pendiente
pt: Pendente

# privacy_text
source: Padawan Wallet does not collect any information on its users, and does not use Firebase Crashlytics. This, however, means it's much harder for us to hear about the bugs from our users. If you have feedback, feel free to send a message to the Padawan Twitter/X account (@padawanwallet) or to write us an email. You can read our full privacy policy here:
es: Padawan Wallet no recopila ningún tipo de información de sus usuarios ni utiliza Firebase Crashlytics. Esto significa que es mucho más difícil para nosotros enterarnos sobre los errores de la aplicación por parte de nuestros usuarios. En caso de tener cualquier comentario, no dudes en enviar un mensaje a la cuenta de Twitter/X (@padawanwallet) o envíanos un email. Puedes leer nuestra política de privacidad aquí:
pt: A Padawan Wallet não coleta nenhuma informação sobre seus usuários e não usa Firebase Crashlytics. Isto, no entanto, significa que é muito mais difícil para nós ouvir sobre os bugs dos nossos usuários. Se você tiver comentários, sinta-se à vontade para enviar uma mensagem para a conta da Padawan no Twitter/X (@padawanwallet) ou nos escrever um e-mail. Você pode ler nossa política de privacidade completa aqui:

source: Proceed icon
es: Icono proceder
pt: ícone de prosseguir

source: QR Code
es: Código QR

source: Receive
es: Recibir
pt: Receber

source: Receive bitcoin
es: Recibir bitcoin
pt: Receber bitcoin signet

source: Receive icon
es: Icono recibir
pt: Ícone de receber

source: Recover a wallet
es: Recuperar una cartera
pt: Recupere a carteira

source: Recover Wallet
es: Recuperar cartera
pt: Recuperar carteira

source: Recovery phrase
es: Palabras de recuperación
pt: Frase de recuperação

source: Reset completed chapters
es: Reiniciar capítulos completados
pt: Resetar capítulos concluídos

# return_address_image
source: Return sats faucet address image
es: Imagen dirección para devolver sats
pt: Imagem de retornar o endereço do faucet dos sats

source: Scan QR Icon
es: Icono escanear código QR
pt: ìcone de escanear QR code

# select_language
source: Select your preferred language and color theme for Padawan Wallet.
es: Selecciona tu idioma preferido y tema de color para Padawan Wallet.
pt: Selecione seu idioma preferido e tema de cores para usar a Carteira Padawan.

source: Send
es: Enviar
pt: Enviar

source: Send bitcoin
es: Enviar bitcoin
pt: Enviar bitcoin signet
